Repository: yakin-cc/kimai-optimen
Catalog: translations/system-configuration.*.xlf
Languages: ar, cs, de, es, fr, he, hr, it, pl, ru, sv, tr

# label.theme.branding.company
source: Company name
ar: اسم الشركة
cs: Firma
de: Unternehmensname
es: Empresa
fr: Nom de l'entreprise
he: שם החברה
hr: Ime poduzeća
it: Nome dell'azienda
pl: Nazwa firmy
ru: Название компании
sv: Företagsnamn
tr: Şirket adı

# label.theme.branding.mini
source: Mini Logo (collapsed sidebar)
ar: شعار صغير (شريط جانبي مطوي)
cs: Mini logo (sbalený sidebar)
de: Mini Logo (zugeklappte Seitenleiste)
es: Mini logo (barra lateral contraída)
fr: Mini logo (barre latérale masquée)
he: לוגו מוקטן (תפריט צידי ממוזער)
hr: Mali logotip (sklopljena bočna traka)
it: Mini logo (barra laterale)
pl: Mini Logo (obniżona ramka)
ru: Мини лого (свернутая боковая панель)
sv: Minilogo (infällt sidofält)
tr: Küçük Logo (daraltılmış kenar çubuğu)

# label.theme.branding.title
source: Browser Title
ar: عنوان المتصفح
cs: Název prohlížeče
de: Browser Titel
es: Título del navegador
fr: Titre de la page (onglet du navigateur)
he: כותרת הדפדפן
hr: Naslov preglednika
it: Titolo mostrato nel browser
pl: Tytuł w przeglądarce
ru: Заголовок окна браузера
sv: Webbläsarens titel
tr: Tarayıcı Başlığı

# label.company.financial_year
source: Financial year
ar: السنة المالية
cs: Účetní rok
de: Geschäftsjahr
es: Año fiscal
fr: Année fiscale
he: שנה פיננסית
hr: Fiskalna godina
it: Anno finanziario
pl: Rok budżetowy
ru: Финансовый год
sv: Budgetår
tr: Mali yıl

# rounding
source: Time rounding
ar: تقريب الوقت
cs: Zaokrouhlování času
de: Zeitenrundung
es: Redondeo de tiempos
fr: Arrondi des heures
he: עיגול זמנים
hr: Zaokruživanje vremena
it: Arrotondamento orario
pl: Zaokrąglanie czasu
ru: Округление времени
sv: Avrundning av tid
tr: Zaman yuvarlama

# label.timesheet.rounding.default.begin
source: Rounding of the start time in minutes (0 = deactivated)
ar: تقريب وقت البدء بالدقائق (0 = غير مفعّل)
cs: Zaokrouhlení začátku času v minutách (0=deaktivováno)
de: Rundung des Startzeitpunkts in Minuten (0 = deaktiviert)
es: Redondeo de la hora de inicio en minutos (0 = desactivado)
fr: Arrondir l'heure de début en minutes (0 = désactivé)
he: עיגול זמן ההתחלה בדקות (0 = מושבת)
hr: Zaokruživanje vremena početka u minutama (0 = deaktivirano)
it: Arrotondamento dell'orario di inizio in minuti (0 = disattivato)
pl: Zaokrąglanie czasu rozpoczęcia w minutach (0 = nieaktywne)
ru: Округление времени старта в минутах (0 = деактивировано)
sv: Avrundning av starttiden i minuter (0 = avaktiverat)
tr: Başlangıç zamanının dakika cinsinden yuvarlanması (0 = devre dışı)

# label.timesheet.rounding.default.end
source: Rounding of the end time in minutes (0 = deactivated)
ar: تقريب وقت الانتهاء بالدقائق (0 = غير مفعّل)
cs: Zaokrouhlení konce času v minutách (0=deaktivováno)
de: Rundung des Endzeitpunkts in Minuten (0 = deaktiviert)
es: Redondeo de la hora de finalización en minutos (0 = desactivado)
fr: Arrondir l'heure de fin en minutes (0 = désactivé)
he: עיגול זמן הסיום בדקות (0 = מושבת)
hr: Zaokruživanje vremena kraja u minutama (0 = deaktivirano)
it: Arrotondamento dell'orario di fine in minuti (0 = disattivato)
pl: Zaokrąglenie czasu zakończenia w minutach (0 = nieaktywne)
ru: Округление времени окончания в минутах (0 = деактивировано)
sv: Avrundning av sluttiden i minuter (0 = avaktiverat)
tr: Bitiş zamanının dakika cinsinden yuvarlanması (0 = devre dışı)

# label.timesheet.rounding.default.duration
source: Rounding of the duration in minutes (0 = deactivated)
ar: تقريب المدة بالدقائق (0 = غير مفعّل)
cs: Zaokrouhlení trvání v minutách (0=deaktivováno)
de: Rundung der Dauer in Minuten (0 = deaktiviert)
es: Redondeo de la duración en minutos (0 = desactivado)
fr: Arrondir la durée en minutes (0 = désactivé)
he: עיגול משך זמן העבודה בדקות (0 = מושבת)
hr: Zaokruživanje trajanja u minutama (0 = deaktivirano)
it: Arrotondamento della durata in minuti (0 = disattivato)
pl: Zaokrąglenie długości (czasu trwania) w minutach (0 = nieaktywne)
ru: Округление длительности в минутах (0 = деактивировано)
sv: Avrundning av längden i minuter (0 = avaktiverat)
tr: Sürenin dakika cinsinden yuvarlanması (0 = devre dışı)

# label.timesheet.rounding.default.mode
source: Rounding mode
ar: وضع التقريب
cs: Mód zaokrouhlování
de: Rundungsmodus
es: Modo de redondeo
fr: Mode d'arrondi
he: שיטת עיגול ערכים
hr: Modus zaokruživanja
it: Modalità di arrotondamento
pl: Tryb zaokrąglania
ru: Режим округления
sv: Avrundningsläge
tr: Yuvarlama modu

# label.timesheet.rounding.default.days
source: Days of the week when rounding will be applied
ar: أيام الأسبوع التي سيتم فيها التقريب
cs: Dny v týdnu na které se vztahuje zaokrouhlování
de: Tage der Woche an denen gerundet wird
es: Días de la semana en los que se aplicará redondeo
fr: Jours de la semaine ou l'arrondi sera appliqué
he: ימי השבוע כאשר עיגול מופעל
hr: Dani u tjednu kad će se primijeniti zaokruživanje
it: Giorni della settimana per applicazione arrotondamento
pl: Dni tygodnia, dla których zaokrąglanie czasu będzie stosowane
ru: Дни недели, когда будет применяться округление
sv: Veckodagar då avrundningen ska gälla
tr: Yuvarlamanın uygulanacağı haftanın günleri

source: Monday
ar: الاثنين
cs: Pondělí
de: Montag
es: Lunes
fr: Lundi
he: שני
hr: Ponedjeljak
it: Lunedì
pl: poniedziałek
ru: Понедельник
sv: Måndag
tr: Pazartesi

source: Tuesday
ar: الثلاثاء
cs: Úterý
de: Dienstag
es: Martes
fr: Mardi
he: שלישי
hr: Utorak
it: Martedì
pl: wtorek
ru: Вторник
sv: Tisdag
tr: Salı

source: Wednesday
ar: الأربعاء
cs: Středa
de: Mittwoch
es: Miércoles
fr: Mercredi
he: רביעי
hr: Srijeda
it: Mercoledì
pl: środa
ru: Среда
sv: Onsdag
tr: Çarşamba

source: Thursday
ar: الخميس
cs: Čtvrtek
de: Donnerstag
es: Jueves
fr: Jeudi
he: חמישי
hr: Četvrtak
it: Giovedì
pl: czwartek
ru: Четверг
sv: Torsdag
tr: Perşembe

source: Friday
ar: الجمعة
cs: Pátek
de: Freitag
es: Viernes
fr: Vendredi
he: שישי
hr: Petak
it: Venerdì
pl: piątek
ru: Пятница
sv: Fredag
tr: Cuma

source: Saturday
ar: السبت
cs: Sobota
de: Samstag
es: Sábado
fr: Samedi
he: שבת
hr: Subota
it: Sabato
pl: sobota
ru: Суббота
sv: Lördag
tr: Cumartesi

source: Sunday
ar: الأحد
cs: Neděle
de: Sonntag
es: Domingo
fr: Dimanche
he: ראשון
hr: Nedjelja
it: Domenica
pl: niedziela
ru: Воскресенье
sv: Söndag
tr: Pazar

# Ceil
source: Ceil: begin, end and duration will be rounded up
ar: السقف: سيتم تقريب البداية والنهاية والمدة
cs: Strop: začátek, konec a trvání budou zaokrouhleny nahoru
de: Ceil: Start, Ende und Dauer werden nach oben gerundet
es: Techo: El inicio, final y la duración se redondearán hacia arriba
fr: Supérieur : l'heure de début, de fin et la durée seront arrondies au supérieur
he: עיגול מעלה: התחלה, סיום ומשך זמן העבודה יעוגלו כלפי מעלה
hr: Plafon: početak, kraj i trajanje će se zaokružiti prema gore
it: Massimo: Inizio, fine e durata saranno arrotondati per eccesso
pl: Sufit: początek, koniec i długość (czas trwania) będą zaokrąglane w górę
ru: Округление к большему: начало, конец и продолжительность будут округлены к большему
sv: Tak: början, slutet och längden kommer avrundas uppåt
tr: Tavan: başlangıç, bitiş ve süre yukarı yuvarlanacak

# Closest
source: Closest: mathematical rounding to the nearest value
ar: الأقرب: التقريب الحسابي لأقرب قيمة
cs: Nejbližší: matematické zaokrouhlování k nejbližší hodnotě
de: Closest: Mathematische Rundung zum nächsten Wert
es: Más próximo: redondeo matemático al valor más próximo
fr: Au plus proche : arrondi mathématique à la valeur la plus proche
he: הכי קרוב: עיגול מתמטי לערך הכי קרוב
hr: Najbliže: matematičko zaokruživanje na najbližu vrijednost
it: Più vicino: arrotondamento matematico al valore più vicino
pl: Najbliższe: matematyczne zaokrąglanie do najbliższej wartości
ru: Ближайшее: математическое округление до ближайшего значения
sv: Närmast: matematisk avrundning till närmsta värdet
tr: En yakın: en yakın değere matematiksel yuvarlama

# Default
source: Standard: begin will be rounded down, end and duration up
ar: قياسي: سيتم تقريب البداية إلى الأدنى ، والنهاية والمدة لأعلى
cs: Standardní: začátek bude zaokrouhlen dolů, konec a trvání nahoru
de: Standard: Start wird nach unten, Ende und Dauer nach oben gerundet
es: Estándar: el inicio se redondeará hacia abajo, el final y la duración hacia arriba
fr: Standard : l'heure de début sera arrondie à l'inférieur, l'heure de fin et la durée au supérieur
he: סטנדרטי: זמן התחלה יעוגל מטה, סיום ומשך זמן העבודה יעוגלו מעלה
hr: Standardno: početak će se zaokružiti prema dolje, kraj i trajanje prema gore
it: Standard: L'inizio sarà arrotondato per difetto e la durata per eccesso
pl: Standard: początek będzie zaokrąglany w dół, koniec i długość (czas trwania) w górę
ru: Стандартно: начало будет округлено к меньшему, конец и продолжительность к верхнему
sv: Standard: början avrundas nedåt, slutet och längden avrundas uppåt
tr: Standart: başlangıç aşağı, bitiş ve süre yukarı yuvarlanacak

# Floor
source: Floor: begin, end and duration will be rounded down
ar: الطابق: سيتم تقريب البداية والنهاية والمدة
cs: Podlaha: začátek, konec a trvání budou zaokrouhleny dolů
de: Floor: Start, Ende und Dauer werden nach unten gerundet
es: Suelo: el inicio, final y la duración se redondearán hacia abajo
fr: Inférieur : l'heure de début, de fin et la durée seront arrondies à l'inférieur
he: עיגול מטה: התחלה, סיום ומשך זמן העבודה יעוגלו כלפי מטה
hr: Pod: početak, kraj i trajanje će se zaokružiti prema dolje
it: Minimo: Inizio, fine e durata saranno arrotondati per difetto
pl: W dół: początek, koniec i długość (czas trwania) będą zaokrąglane w dół
ru: Округление к меньшему: начало, конец и продолжительность будут округлены к меньшему
sv: Golv: början, slutet och längden avrundas nedåt
tr: Taban: başlangıç, bitiş ve süre aşağı yuvarlanacak

# label.timesheet.default_begin
source: Default start-time (not used in all timetracking modes)
ar: وقت البدء الافتراضي (غير مستخدم في جميع أوضاع تعقب الوقت)
cs: Výchozí čas začátku (není použito ve všech módech sledování času)
de: Standard Startzeit (wird nicht in jedem Zeiterfassungs Modus verwendet)
es: Tiempo de inicio por defecto (no se usa en todos los modos de seguimiento de tiempo)
fr: Heure de début par défaut (non utilisé dans tous les modes de suivi du temps)
he: זמן התחלה ברירת מחדל (לא בשימוש בכל מצבי הפעולה)
hr: Standardno vrijeme početka (ne koristi se u svim modusima evidentiranja vremena)
it: Orario di inizio predefinito (non usato in tutte le modalità di tracciamento del tempo)
pl: Domyślny czas rozpoczęcia (nieużywany we wszystkich trybach śledzenia czasu)
ru: Время запуска по умолчанию (не используется во всех режимах составления расписания)
sv: Standard starttid (används inte i alla tidsrapporteringslägen)
tr: Öntanımlı başlangıç zamanı (tüm zaman izleme modlarında kullanılmaz)

# label.simple_form
source: Simple search
ar: بحث بسيط
cs: Jednoduché hledání
de: Einfache Suche
es: Búsqueda sencilla
fr: Recherche simple
he: חיפוש פשוט
hr: Jednostavna pretraga
it: Ricerca semplice
pl: Proste wyszukiwanie
ru: Простой поиск
sv: Enkel sökning
tr: Basit arama

# label.invoice.number_format
source: Invoice number format
ar: تنسيق رقم الفاتورة
cs: Formát čísla faktur
de: Rechnungsnummer Format
es: Formato de números de factura
fr: Format du numéro de facture
he: פורמט מספר חשבונית
hr: Format broja računa
it: Formato numero fattura
pl: Format numeru faktury
ru: Формат номера счёта
sv: Format för fakturanummer
tr: Fatura numarası biçimi

# first_weekday
source: First day of the week
ar: اول يوم من الأسبوع
cs: První den v týdnu
de: Erster Tag der Woche
es: Primer día de la semana
fr: Premier jour de la semaine
he: היום הראשון בשבוע
hr: Prvi dan u tjednu
it: Primo giorno della settimana
pl: Pierwszy dzień tygodnia
ru: Первый день недели
sv: Veckans första dag
tr: Haftanın ilk günü

# label.timesheet.duration_increment
source: Minute selection for Duration
ar: اختيار الدقيقة للمدة
cs: Výběr minut pro trvání
de: Minuten Auswahl für Dauer
es: Selección de minuto para la Duración
fr: Sélection des minutes pour la durée
he: בחירת שניות למשך זמן
hr: Biranje minuta za trajanje
it: Selezione dei minuti per la durata
pl: Wybór minut dla długości (czasu trwania)
ru: Выбор минут для Длительности
sv: Minutval för längden
tr: Süre için dakika seçimi

# label.timesheet.time_increment
source: Minute selection for From & To
ar: اختيار الدقيقة لـ amp من و إلى
cs: Výběr minut pro Od & Do
de: Minuten Auswahl für Von & Bis
es: Selección de minuto para De & Para
fr: Sélection des minutes pour Du et Au
he: בחירת דקות מזמן עד זמן
hr: Biranje minuta za vremena „od” i „do”
it: Selezione dei minuti per Da e A
pl: Wybór minut dla „od” i „do”
ru: Выбор минут для С & По
sv: Minutval för Från & Till
tr: Başlangıç & Bitiş için dakika seçimi

# increment_rounding
source: Use configured value of the rounding rule
ar: استخدم القيمة المكونة لقاعدة التقريب
cs: Použít nastavenou hodnotu pravidla zaokrouhlování
de: Verwende konfigurierten Wert der Rundungsregel
es: Usar el valor configurado para la regla de redondeo
fr: Utiliser la valeur configurée de la règle d'arrondi
he: להשתמש בערכים המוגדרים של כלל העיגול
hr: Koristi konfiguriranu vrijednost pravila zaokruživanja
it: Usa il valore configurato per l'arrotondamento
pl: Użyj ustawionej wartości reguły zaokrąglania
ru: Использовать настроенное значение правила округления
sv: Använd den konfigurerade regeln för avrundning
tr: Yuvarlama kuralının yapılandırılan değerini kullan

source: Off
ar: إيقاف
cs: Konec
de: Aus
es: Fuera de
fr: Désactivé
he: כבוי
hr: Isključeno
it: Diattivato
pl: Wyłącz
ru: Выключено
sv: Av
tr: Kapalı

# label.theme.colors_limited
source: Limit color choices
ar: الحد من خيارات الألوان
cs: Limit výběru barev
de: Farbauswahl einschränken
es: Limite de las opciones de color
fr: Limiter les choix de couleurs
he: הגבלת בחירות צבע
hr: Ograniči izbor boja
it: Limita scelte colori
pl: Limit wybranych kolorów
ru: Ограничить варианты выбора цвета
sv: Begränsa färgval
tr: Renk seçeneklerini sınırla

# label.theme.color_choices
source: Allowed colors
ar: الألوان المسموح بها
cs: Povolené barvy
de: Erlaubte Farben
es: Colores permitidos
fr: Couleurs autorisées
he: צבעים מותרים
hr: Dozvoljene boje
it: Permetti colori
pl: Dozwolone kolory
ru: Доступные цвета
sv: Tillåt färger
tr: İzin verilen renkler

# help.theme.color_choices
source: Comma-separated list of HTML color-codes. Color names can be set by prefixing the color code with a name and the "|" delimiter, e.g: White|#ffffff,Black|#000000.
ar: قائمة رموز ألوان HTML مفصولة بفواصل. يمكن تعيين أسماء الألوان عن طريق إضافة اسم و | المحدد ، على سبيل المثال: أبيض | # ffffff ، أسود | # 000000.
de: Kommagetrennte Liste von HTML Farbcodes. Farbnamen können festgelegt werden, indem dem Farbcode ein Name und das Trennzeichen | vorangestellt wird, z. B.: White|#ffffff,Black|#000000.
fr: Liste de codes de couleur HTML séparés par des virgules. Les noms des couleurs peuvent être définis en faisant précéder le code de couleur d'un nom et du délimiteur |, par ex : Blanc|#ffffff,Noir|#000000.
he: רשימה מופרדת בפסיקים של קודים של צבעים ב־HTML. את שמות הצבעים ניתן להגדיר בשם לפני קוד הצבע עם המפריד |, למשל: לבן|‎#ffffff,שחור|#00000.
hr: Popis HTML kodova boja odvojenih zarezima. Boje se mogu odrediti postavljanjem imena boje i okomite crte ispred koda boje, npr.: White|#ffffff, Black|#000000.
it: Elenco separato da virgole di codici colore HTML. I nomi dei colori possono essere impostati anteponendo al codice del colore un nome e il delimitatore |, es: Bianco|#ffffffff,Nero|#000000.
ru: Список HTML кодов цветов, разделенных запятой. Имена цветов могут быть указаны в виде префикса + символ-разделитель |, например: White|#ffffff,Black|#000000.
sv: Kommaseparerad lista med HTML -färgkoder. Färgnamn kan ställas in genom att prefixa färgkoden med ett namn och | avgränsare, t.ex.: Vit|#ffffff, Svart|#000000.
tr: HTML renk kodlarının virgülle ayrılmış listesi. Renk adları, renk kodunun önüne bir ad ve | sınırlayıcı koyarak ayarlanabilir, örneğin: Beyaz|#ffffff, Siyah|#000000.

source: Authentication
ar: المصادقة
cs: Ověření
de: Authentifizierung
es: Autentificación
fr: Authentification
he: אימות
hr: Autentifikacija
it: Autenticazione
pl: Poświadczenie
ru: Авторизация
sv: Autentisering
tr: Kimlik doğrulama

# label.user_auth_login
source: Login form
ar: نموذج تسجيل الدخول
cs: Přihlášení
de: Anmeldeformular
es: Formulario de inscripción
fr: Formulaire de connexion
he: טופס כניסה
hr: Obrazac za prijavu
it: Modulo di accesso
pl: Formularz logowania
ru: Форма авторизации
sv: Inloggningsformulär
tr: Oturum açma formu

# label.user_auth_registration
source: User registration
ar: تسجيل المستخدم
cs: Registrování uživatele
de: Benutzerregistrierung
es: Registro de usuario
fr: Enregistrement de l'utilisateur
he: רישום משתמשים
hr: Registracija korisnika
it: Registrazione utente
pl: Rejestracja użytkownika
ru: Регистрация пользователя
sv: Användarregistrering
tr: Kullanıcı kaydı

# label.user_auth_password_reset
source: Forgot password
ar: هل نسيت كلمة السر
cs: Zapomenuté heslo
de: Passwort vergessen
es: Has olvidado tu contraseña
fr: Mot de passe oublié
he: שכחתי סיסמה
hr: Zaboravljena lozinka
it: Password dimenticata
pl: Zapomniane hasło
ru: Забыл пароль
sv: Glömt lösenord
tr: Parolayı unuttum

# label.user_auth_password_reset_retry_ttl
source: Forgotten password - seconds before a user can request the next e-mail
ar: نسيان كلمة المرور - قبل ثوانٍ من طلب المستخدم البريد الإلكتروني التالي
cs: Zapomenuté heslo - sekund než může uživatel požádat znova
de: Passwort vergessen – Sekunden, bevor ein Benutzer die nächste E-Mail anfordern kann
es: Olvidé mi contraseña: segundos antes de que un usuario pueda solicitar el siguiente correo electrónico
fr: Mot de passe oublié – secondes avant qu'un utilisateur puisse demander le prochain courriel
he: סיסמה שנשכחה - שניות לפני שמשתמש יכול לבקש את ההודעה הבאה בדוא״ל
hr: Zaboravljena lozinka – sekunde prije nego što korisnik može zatražiti sljedeći e-mail
it: Password dimenticata — secondi prima che un utente possa chiedere una nuova e-mail
pl: Zapomniane hasło — za chwilę możesz poprosić o następny e-mail
ru: Забытый пароль - время в секундах, через которое пользователь может запросить e-mail повторно
sv: Glömt lösenord - sekunder innan en användare kan begära nästa e-postmeddelande
tr: Unutulan parola - kullanıcının bir sonraki e-postayı isteyebilmesi için gereken saniye cinsinden süre

# label.user_auth_password_reset_token_ttl
source: Forgotten password - seconds before a reset link expires
ar: نسيت كلمة المرور - قبل ثوانٍ من انتهاء صلاحية رابط إعادة التعيين
cs: Zapomenuté heslo - sekund než odkaz vyprší
de: Passwort vergessen – Sekunden, bevor ein Zurücksetzen-Link abläuft
es: Olvidé mi contraseña: segundos antes de que caduque un enlace de restablecimiento
fr: Mot de passe oublié – secondes avant l'expiration d'un lien de réinitialisation
he: סיסמה שנשכחה - שניות לפני תפוגת תוקף קישור האיפוס
hr: Zaboravljena lozinka – sekunde prije nego što poveznica za obnavljanje istekne
it: Password dimenticata - secondi prima che scada il link di reset
pl: Zapomniane hasło — sekundy do wygaśnięcia linku resetującego
ru: Забытый пароль - срок жизни ссылки сброса пароля, в секундах
sv: Glömt lösenord - sekunder innan en återställningslänk går ut
tr: Unutulan parola - sıfırlama bağlantısının süresinin dolması için gereken saniye cinsinden süre

# label.ldap_activate
source: LDAP login
ar: تسجيل الدخول إلى LDAP
cs: LDAP přihlášení
de: LDAP-Anmeldung
es: Inicio de sesión LDAP
fr: Connexion LDAP
he: כניסה דרך LDAP
hr: LDAP prijava
it: Accesso LDAP
pl: Logowanie LDAP
ru: Авторизация LDAP
sv: LDAP-inloggning
tr: LDAP ile oturum açma

# label.saml_activate
source: SAML login
ar: تسجيل الدخول إلى SAML
cs: SAML přihlášení
de: SAML-Anmeldung
es: Inicio de sesión SAML
fr: Connexion SAML
he: כניסה עם SAML
hr: SAML prijava
it: Accesso SAML
pl: Logowanie SAML
ru: Авторизация SAML
sv: SAML -inloggning
tr: SAML ile oturum açma

# label.timesheet.rules.break_warning_duration
source: Maximum duration of a timesheet record in minutes before a "break warning" will be displayed (0 = deactivated)
ar: أقصى مدة لسجل الجدول الزمني بالدقائق قبل أن يتم عرض "تحذير كسر" (0 = غير مفعّل)
cs: Maximální doba trvání pracovního výkazu v minutách před zobrazením „upozornění na přestávku“ (0 = deaktivováno)
de: Maximale Dauer eines Zeiteintrags in Minuten, bevor eine Pausen-Warnung angezeigt wird (0 = deaktiviert)
es: Duración máxima de un registro de horas en minutos antes de que se muestre un "aviso de pausa" (0 = desactivado)
fr: Durée maximale d'un enregistrement de feuille de temps en minutes avant qu'un « avertissement de pause » soit affiché (0 = désactivé)
he: משך הזמן המרבי לרשומת גיליון שעות בדקות לפני שתופיע „אזהרת הפסקה” (0 = השבתה)
hr: Maksimalno trajanje zapisa vremenske tablice u minutama prije prikazivanja „upozorenje za pauzu” (0 = deaktivirano)
it: Durata massima di una registrazione della scheda attività in minuti prima che venga visualizzato un «avviso di pausa» (0 = disattivato)
pl: Maksymalna długość (czas trwania w minutach) rekordu w ewidencji pomiarów, zanim wyświetli się „ostrzeżenie o przerwaniu” (0 = wyłączone)
ru: Максимальная длительность записи времени в минутах до показа уведомления о "необходимом перерыве" (0 = отключено)
sv: Maximal varaktighet för en tidrapport i minuter innan en "pausvarning" visas (0 = avaktiverad)
tr: Bir "ara verme uyarısı" görüntülenmeden önce bir zaman çizelgesi kaydının dakika cinsinden azami süresi (0 = devre dışı)

# label.timesheet.rules.long_running_duration
source: Maximum duration of a timesheet record in minutes before saving is rejected (0 = deactivated)
ar: أقصى مدة لسجل الجدول الزمني بالدقائق قبل رفض الحفظ (0 = معطل)
cs: Maximální doba trvání pracovního výkazu v minutách před odmítnutím uložení (0 = deaktivováno)
de: Maximale Dauer eines Zeiteintrags in Minuten, bevor das Speichern abgelehnt wird (0 = deaktiviert)
es: Duración máxima de un registro de horas en minutos antes de que se rechace la grabación (0 = desactivado)
fr: Durée maximale d'un enregistrement de feuille de temps en minutes avant que la sauvegarde soit rejetée (0 = désactivé)
he: משך הזמן המרבי לרשומה בגיליון השעות בטרם דחיית השמירה (0 = השבתה)
hr: Maksimalno trajanje zapisa vremenske tablice u minutama prije nego što se spremanje odbije (0 = deaktivirano)
it: Durata massima di una registrazione scheda attività in minuti prima che il salvataggio venga rifiutato (0 = disattivato)
pl: Maksymalna długość (czas trwania w minutach) rekordu w ewidencji pomiarów przed odrzuceniem jej zapisu (0 = wyłączone)
ru: Максимальная длительность записи отработанного времени в минутах до отказа её сохранения (0 = выключено)
sv: Maximal varaktighet för en tidrapport i minuter innan sparandet avvisas (0 = avaktiverad)
tr: Kaydetme reddedilmeden önce bir zaman çizelgesi kaydının dakika cinsinden azami süresi (0 = devre dışı)

# label.calendar.dragdrop_amount
source: Amount of entries for drag&drop (0 = deactivated)
ar: كمية إدخالات السحب والإسقاط (0 = معطل)
cs: Množství záznamu pro přetažení (0 = deaktivováno)
de: Anzahl an Einträgen für Drag&Drop (0 = deaktiviert)
es: Cantidad de entradas para arrastrar&soltar (0= desactivado)
fr: Nombre d'entrées pour le glisser-déposer (0 = désactivé)
he: כמות הרשומות לגרירה והשלכה (0 = מושבת)
hr: Količina unosa za povlačenje i ispuštanje (0 = deaktivirano)
it: Quantità di voci per il trascinamento della selezione (0 = disattivato)
pl: Liczba wpisów możliwych do przeciągania i upuszczania (0 = wyłączone)
ru: Количество записей для drag&drop перетаскивания (0 = деактивировано)
sv: Antalet poster för dra & släpp (0 = inaktiverat)
tr: Sürükle-bırak için girdi sayısı (0 = devre dışı)

# label.calendar.dragdrop_data
source: Copies data when adding via drag and drop
de: Kopiert Daten beim Hinzufügen via Drag & Drop
