Repository: yakin-cc/kimai-optimen
Catalog: translations/system-configuration.*.xlf
Languages: ar, cs, de, es, fr, he, hr, it, pl, ru, sv, tr

# label.calendar.title_pattern
source: Display of the titles of calendar entries
ar: عرض عناوين إدخالات التقويم
cs: Zobrazení názvů položek kalendáře
de: Darstellung der Titel von Kalendereinträgen
es: Visualización de los títulos de las entradas de la agenda
fr: Affichage des titres des entrées du calendrier
he: הצגת כותרות רשומות לוח השנה
hr: Prikaz naslova kalendarskih zapisa
it: Visualizzazione dei titoli delle voci del calendario
pl: Wyświetlanie tytułów na wpisach kalendarza
ru: Отображение заголовков записей календаря
sv: Visning av kalenderradernas rubriker
tr: Takvim kayıtlarının başlıklarının görüntülenmesi

# label.copy_teams_on_create
source: Take over teams from the logged-in user when creating new entries
de: Übernehme Teams beim Erstellen neuer Einträge vom angemeldeten Benutzer
es: Los equipos toman el relevo del usuario que ha iniciado sesión al crear nuevas entradas
fr: Reprendre les équipes de l'utilisateur connecté lors de la création de nouvelles entrées
he: השתלטות על צוותים מהמשתמש שהמערכת בעת יצירת רשומות חדשות
hr: Preuzmi timove od prijavljenog korisnika prilikom stvaranja novih unosa
ru: Принимать команды (teams) от вошедшего в систему пользователя при создании новых записей
tr: Yeni kayıtlar oluştururken oturum açan kullanıcıdan takımları devralın

# help.theme.color_choices
source: Comma-separated list of HTML color-codes. Color names can be set by prefixing the color code with a name and the "|" delimiter, e.g: White|#ffffff,Black|#000000.
cs: Seznam HTML kódů barev oddělený čárkou. Názvy barev lze nastavit přidáním předpony kódu barvy názvu a znaku "|" oddělovač, např.: Bílá|#ffffff,Černá|#000000.
es: Lista separada por comas de códigos de color HTML. Los nombres de los colores se pueden especificar dando un nombre al código de color y al separador "|" tiene prefijo, por ejemplo: Blanco|#ffffff,Negro|#000000.
pl: Lista rozdzielonych przecinkami kodów kolorów HTML. Nazwy kolorów można ustawić, poprzedzając kod koloru jego nazwą i ogranicznikiem "|", np.: biały|#ffffff,czarny|#000000.

# label.calendar.dragdrop_data
source: Copies data when adding via drag and drop
ar: ينسخ البيانات عند الإضافة عن طريق السحب والإفلات
cs: Kopírovat data přidaná pomocí přetažení
es: Copia los datos al añadirlos mediante la función de arrastrar y soltar
fr: Copie les données lors de l'ajout par glisser-déposer
he: מעתיק נתונים בעת הוספה דרך גרירה והשלכה
hr: Kopira podatke prilikom dodavanja povlačenjem i ispuštanjem
pl: Kopiuje dane podczas dodawania metodą przeciągnij i upuść
ru: Копирует данные при добавлении с помощью перетаскивания
tr: Sürükle ve bırak yoluyla eklerken verileri kopyalar
