Repository: yakin-cc/kimai-optimen
Catalog: translations/system-configuration.*.xlf
Languages: ar, cs, de, es, fr, he, hr, it, pl, ru, sv, tr

# timesheet
source: Time tracking
ar: تتبع الوقت
cs: Sledování času
de: Zeiterfassung
es: Parte de horas
fr: Feuille d'heures
he: גיליון שעות
hr: Evidentiranje vremena
it: Rilevamento del tempo
pl: Śledzenie czasu
ru: Учет времени
sv: Uppföljning av tid
tr: Zaman izleme

source: Theme
ar: موضوع
cs: Vzhled
de: Darstellung
es: Tema
fr: Thème
he: ערכת עיצוב
hr: Tema
it: Tema
pl: Motyw graficzny
ru: Тема
sv: Tema
tr: Tema

# label.theme.markdown_content
source: Allow markdown-formattings in descriptions and comments
ar: السماح بتنسيق markdown في الأوصاف والتعليقات
cs: Povolit formátování poznámek popisech a komentářích
de: Erlaube Markdown-Formatierungen in Beschreibungen und Kommentaren
es: Permitir formato markdown en descripciones y comentarios
fr: Autoriser le formatage markdown dans les descriptions et commentaires
he: אפשר עיצוב בתיאורים ובהערות
hr: Dozvoli markdown formatiranje u opisima i komentarima
it: Permetti la formattazione con markdown in descrizione e commenti
pl: Zezwalaj na rozszerzone formatowanie w opisach i komentarzach
ru: Разрешить markdown-форматирование в описаниях и комментариях
sv: Tillåt markdown-formatting i beskrivningar och kommentarer
tr: Yorum ve açıklamalarda markdown biçimine izin ver

# label.theme.tags_create
source: Tags: use auto-complete search and allow tag creation
ar: العلامات: استخدم بحث الإكمال التلقائي واسمح بإنشاء العلامات
cs: Štítky: použít auto-dokončování hledání a povolit vytváření štítků
de: Schlagworte: Suche per Auto-Complete und Erstellung von Schlagworten erlauben
es: Etiquetas: utilizar búsqueda de compleción automática y permitir crear etiquetas
fr: Mots-clés : Utiliser la recherche avec auto-complétion et autoriser la création de mots-clés
he: השתמש בהשלמה אוטומטית בחיפוש ואפשר יצירת תגיות
hr: Oznake: koristi automatsko dovršavanje izraza u pretrazi i dozvoli stvaranje oznaka
it: Etichette: utilizza la ricerca di completamento automatico e consenti la creazione di etichette
pl: Tagi: użyj automatycznego wyszukiwania i zezwól na tworzenie tagów
ru: Тэги: использовать автозавершение поиска и разрешить создание тэга
sv: Taggar: använd automatisk komplettering vid sökning och tillåt skapande av taggar
tr: Etiketler: aramada otomatik tamamlama kullan ve etiket oluşturmaya izin ver

# label.theme.avatar_url
source: Allow the use of URLs for avatar images
ar: السماح باستخدام عناوين URL للصور الرمزية
cs: Povolit použití adres URL pro obrázky avatarů
de: Erlaube die Nutzung von URLs für Avatar Bilder
es: Permitir el uso de URLs para las imágenes de los avatares
fr: Permettre l'utilisation d'URL pour les images d'avatars
he: לאפשר להשתמש בכתובות לתמונות יצוגיות
hr: Dozvoli korištenje URL-ova za slike avatara
it: Permetti l'utilizzo di URL come immagini degli avatar
pl: Zezwalaj na używanie adresów URL w celu ustawiania awatarów
ru: Разрешить использование URL для картинок пользователей
sv: Tillåt URL:er för profilbilder
tr: Avatarlar için URL kullanımına izin ver

# label.theme.random_colors
source: Use random colors for objects without assigned color
ar: استخدام ألوان عشوائية للمكونات التي ليس لها لون معين
cs: Použijte náhodné barvy pro objekty bez přiřazené barvy
de: Zufallsfarben verwenden für Objekte ohne zugewiesene Farbe
es: Usar colores aleatorios para objetos sin color asignado
fr: Utiliser des couleurs aléatoires pour les objets sans couleur assignée
he: להשתמש בצבעים אקראיים לפריטים שלא הוקצה להם צבע
hr: Koristi slučajno odabrane boje za objekte bez dodijeljene boje
it: Usa colori casuali per gli oggetti senza un colore assegnato
pl: Użyj losowy kolor dla obiektu nieposiadającego przypisanego koloru
ru: Использовать случайные цвета для объектов без назначенного цвета
sv: Använd slumpmässiga färger för objekt som saknar tilldelad färg
tr: Renk atanmamış nesneler için rastgele renkler kullan

# label.timesheet.mode
source: Timetracking mode
ar: وضع تتبع الوقت
cs: Režim sledování času
de: Zeiterfassungs Modus
es: Modo de seguimiento de tiempo
fr: Mode de suivi du temps
he: שיטת דיווח שעות
hr: Modus evidentiranja vremena
it: Modalità di tracciamento del tempo
pl: Tryb rejestrowania czasu
ru: Режим счетчика времени
sv: Tidsredovisningsläge
tr: Zaman izleme modu

# label.timesheet.mode_default
source: [Default] start and end times can be edited
ar: [افتراضي] يمكن تعديل أوقات البدء والانتهاء
cs: [Výchozí] čas začátku a konce lze upravit
de: [Standard] Start- und Endzeiten können bearbeitet werden
es: Los tiempos [predeterminados] de inicio y fin pueden editarse
fr: [Par défaut] les horaires de début et de fin peuvent êtres modifiés
he: [ברירת מחדל] ניתן לערוך התחלה וסיום
hr: [Standardno] vrijeme početka i kraja mogu se promijeniti
it: [Default] permetti modifica dell'orario di inizio e fine
pl: [Domyślnie] czasy rozpoczęcia i zakończenia może być zmieniony
ru: [По умолчанию] время начала и конца можно редактировать
sv: Standard: acceptera start- och slutdatum
tr: [Öntanımlı] başlangıç ve bitiş zamanları düzenlenebilir

# label.timesheet.mode_duration_only
source: [Duration] replaces the end time with a duration input-field
ar: [مدة] يستبدل وقت الانتهاء بحقل إدخال مدة
cs: [Doba trvání] nahradí čas ukončení vstupním polem trvání
de: [Dauer] ersetzt den Endzeitpunkt durch ein Eingabefeld für Dauer
es: [Duración] reemplaza el campo de hora de finalización por un campo de duración
fr: [Durée] remplace l'heure de fin par une saisie de la durée
he: [התחלה ומשך זמן עבודה] מחליף את שעת הסיום במשך זמן העבודה
hr: [Trajanje] zamjenjuje vrijeme kraja s poljem za unos trajanja
it: [Durata] Sostituisci orario fine attività con la sua durata
pl: [Długość] zamienia czas zakończenia na pole umożliwiające wprowadzenie długości (czasu trwania)
ru: [Длительность] заменять конечное время из поля длительности
sv: Endast varaktighet: ersätter slutdatumsfältet med ett fält för varaktighet
tr: [Süre] bitiş zamanını, süre alanıyla değiştirir

# label.timesheet.mode_duration_fixed_begin
source: [Duration] configurable fixed start-time, only duration can be changed
ar: [مدة] وقت البدء الثابت القابل للتكوين ، يمكن تغيير المدة فقط
cs: [Doba trvání] konfigurovatelný pevný čas spuštění, lze změnit pouze dobu trvání
de: [Dauer] Konfigurierbare feste Startzeit, nur Dauer kann geändert werden
es: [Duración] tiempo de inicio fijo configurable, solo se puede editar la duración
fr: [Durée] heure de début fixe configurable, seule la durée peut-être modifiée
he: [רק משך זמן עבודה] זמן התחלה קבוע ניתן להגדרה, רק משך זמן העבודה ניתן לשינוי
hr: [Trajanje] podesivo fiksno vrijeme početka, promijeniti se može samo trajanje
it: [Durata] Orario di inizio fisso configurabile, durata modificabile
pl: [Długość] konfigurowalny stały czas rozpoczęcia, możliwa jest zmiana długości (czasu trwania)
ru: [Длительность] фиксирование время начала, только длительность может быть изменена
sv: [Varaktighet] Konfigurerbar fast starttid, endast varaktighet kan ändras
tr: [Süre] ayarlanabilir sabit başlangıç saati, yalnızca süre değiştirilebilir

# label.timesheet.mode_punch
source: [Time-clock] user can start and stop records, but not edit the times or duration
ar: [الوقت على مدار الساعة] يمكن للمستخدم بدء التسجيل وإيقافه ، ولكن لا يمكنه تعديل الأوقات أو المدة
cs: [Time-clock] uživatel může spustit a zastavit záznamy, ale ne upravovat časy ani dobu trvání
de: [Stechuhr] Benutzer kann Aufzeichnungen starten und stoppen, aber weder Zeiten noch Dauer bearbeiten
es: [Reloj de control] el usuario puede iniciar y detener registros, pero no editar los tiempos o la duración
fr: [Temps-réel] l'utilisateur peut démarrer et arrêter des enregistrements, mais ne peut pas modifier les heures ou la durée
he: [שעון] המשתמש יכול לבחור התחלה וסיום, אבל לא את משך זמן העבודה
hr: [Kontrolni sat] korisnik može pokrenuti i prekinuti snimanja, ali ne može mijenjati vremena niti trajanje
it: [Orologio] utenti possono solo utilizzare start e stop e non possono modificare la durata
pl: [Stoper] użytkownik może uruchomić i zatrzymać pomiar, bez możliwości edycji czasu rozpoczęcia czy długości (czasu trwania)
ru: [Секундомер] пользователь может начинать и останавливать записи, но не может изменять время или длительность
sv: [Tidsklocka] -användaren kan starta och stoppa tidsinspelningar, men inte redigera tiderna eller varaktigheten
tr: [Zaman saati] kullanıcı kayıtları başlatıp durdurabilir, ancak zamanı veya süreyi düzenleyemez

# label.timesheet.rules.allow_future_times
source: Allow time entries in the future
ar: السماح بإدخال الوقت لاحقاً
cs: Povolit zadávání času v budoucnosti
de: Erlaube Zeiteinträge in der Zukunft
es: Permitir registros de tiempo en el futuro
fr: Autoriser la saisie d'activités futures
he: אפשר רשומות זמן עתידיות
hr: Dozvoli unose vremena u budućnosti
it: Permetti inserimenti dati nel futuro
pl: Zezwalaj na wpisy w przyszłości
ru: Разрешить временные значения в будущем
sv: Tillåt tidsposter i framtiden
tr: Gelecekteki zaman kayıtlarına izin ver

# label.timesheet.rules.allow_zero_duration
source: Allow time entries with an empty duration
ar: السماح بإدخالات الوقت بمدة فارغة
cs: Povolit záznamy bez doby trvání
de: Erlaube Zeiteinträge mit einer leeren Dauer
es: Permitir registros de horas sin duración
fr: Autoriser les entrées de temps avec une durée vide
he: לאפשר רשומות זמן עם משך זמן ריק
hr: Dozvoli unose vremena s praznim poljem trajanja
pl: Zezwalaj na wpisy bez długości (pusty czas trwania)
ru: Разрешить записи времени с пустой продолжительностью
sv: Tillåt tidsredovisningar med saknad varaktighet
tr: Boş süreye sahip zaman kayıtlarına izin ver

# label.timesheet.rules.allow_overbooking_budget
source: Allow overbooking of stored budgets
ar: السماح بالحجز الزائد للميزانيات المخزنة
cs: Povolit úpravy uložených rozpočtů
de: Überbuchung hinterlegter Budgets erlauben
es: Permitir el overbooking de presupuestos almacenados
fr: Autoriser la surréservation des budgets stockés
he: לאפשר הזמנה מעבר לתקציב המאוחסן
hr: Dozvoli prekoraćenje rezerviranja spremljenih budžeta
it: Permetti l'overbooking dei budget memorizzati
pl: Zezwalaj na rezerwację zapisanych budżetów
ru: Разрешить резервирование бюджета сверх запланированного
sv: Tillåt överbokning av lagrade budgetar
tr: Depolanan bütçeler için fazla rezervasyona izin ver

# label.timesheet.rules.allow_overlapping_records
source: Allow overlapping time entries
ar: السماح بإدخال وقت إضافي للخانات
cs: Povolit překrývající se časové úseky
de: Erlaube überlappende Zeiteinträge
es: Permitir registros de tiempo traslapados
fr: Autoriser le chevauchement des heures
he: לאפשר רשומות בזמנים חופפים
hr: Dozvoli preklapajuće unose vremena
it: Permetti la sovrapposizione di voci di tempo
pl: Zezwalaj na nakładanie się czasu pomiędzy wpisami
ru: Разрешить перекрывать время записей
sv: Tillåt överlappande tidsposter
tr: Çakışan zaman kayıtlarına izin ver

source: Lockdown period
ar: فترة الإغلاق
cs: Doba uzamčení
de: Gesperrter Zeitraum
es: Periodo de bloqueo
fr: Période de verrouillage
he: משך נעילה
hr: Zaključano razdoblje
it: Periodo di blocco
pl: Okres blokady
ru: Период блокировки
sv: Låst period
tr: Kilitleme dönemi

# label.timesheet.rules.lockdown_period_timezone
source: Time zone (if empty, time zone of the respective user is used)
ar: المنطقة الزمنية (إذا كانت فارغة ، يتم استخدام المنطقة الزمنية للمستخدم المعني)
cs: Časové pásmo (pokud je prázdné, použije se časové pásmo příslušného uživatele)
de: Zeitzone (falls leer, wird Zeitzone des jeweiligen Benutzers verwendet)
es: Zona horaria (si está vacía, se utiliza la zona horaria del usuario correspondiente)
fr: Fuseau horaire (si vide, le fuseau horaire de l'utilisateur respectif est utilisé)
he: אזור זמן (אם לא צוין, יוגדר אזור הזמן של כל משתמש באופן פרטני עבורו)
hr: Vremenska zona (ako je polje prazno, koristi se vremenska zona dotičnog korisnika)
it: Fuso orario (se vuoto, viene usato il fuso orario del rispettivo utente)
pl: Strefa czasowa (jeśli jest pusta, używana jest strefa czasowa danego użytkownika)
ru: Часовой пояс (если пусто, используется часовой пояс соответствующего пользователя)
sv: Tidszon (om tomt så används respektive användares tidszon)
tr: Saat dilimi (boşsa ilgili kullanıcının saat dilimi kullanılır)

# label.timesheet.rules.lockdown_period_start
source: Lockdown period start (PHP relative date to now)
ar: بدء فترة التأمين ( تاريخ نسبي ل PHP حتى الآن )
cs: Uzamknout start období (PHP relativní datum je teď)
de: Start des gesperrten Zeitraums (relatives PHP Datumsformat)
es: Inicio de período de cierre (fecha relativa PHP hasta hoy)
fr: Verrouiller la période de début (Date relative au présent en PHP)
he: התחלת תקופת נעילה (תאריך PHP ביחס לעכשיו)
hr: Početak zaključanog razdoblja (relativni PHP datum u odnosu na sada)
it: Inizio del periodo di blocco (data relativa a PHP)
pl: Początek okresu blokady (względna data PHP do teraz)
ru: Зафиксировать период старта (Относительная дата PHP до настоящего времени)
sv: Låst period börjar (PHP relativt datum till nu)
tr: Kilitleme dönemi başlangıcı (Şimdiye göre PHP tarihi)

# label.timesheet.rules.lockdown_period_end
source: Lockdown period end (PHP relative date to now)
ar: نهاية فترة التأمين (تاريخ نسبي ل PHP حتى الآن)
cs: Uzamknout konec období (PHP relativní datum je teď)
de: Ende des gesperrten Zeitraums (relatives PHP Datumsformat)
es: Final de período de cierre (fecha relativa PHP hasta hoy)
fr: Verrouiller la période de fin (Date relative au présent en PHP)
he: סיום תקופת נעילה (תאריך PHP ביחס לעכשיו)
hr: Kraj zaključanog razdoblja (relativni PHP datum u odnosu na sada)
it: Fine del periodo di blocco (data relativa a PHP)
pl: Koniec okresu blokady (względna data PHP do teraz)
ru: Конец периода блокировки (PHP относительная дата на данный момент)
sv: Låst period slutar (PHP relativt datum till nu)
tr: Kilitleme dönemi bitişi (Şimdiye göre PHP tarihi)

# label.timesheet.rules.lockdown_grace_period
source: Lockdown grace period end (PHP relative date to lockdown period end)
ar: نهاية فترة السماح الإغلاق (التاريخ النسبي ل PHP حتى نهاية فترة التأمين)
cs: Uzamknutí konce ochranného období (PHP relativní datum konce uzamčeného období)
de: Übergangsfrist für gesperrten Zeitraum (relatives PHP Datumsformat ab Enddatum)
es: Final de período de gracia de cierre (fecha relativa PHP hasta el final del período de cierre)
fr: Verrouiller la période de fin (Date relative a la période de fin PHP)
he: סיום תקופת חסד לנעילה (תאריך PHP יחסי למועד סיום תקופת הנעילה)
hr: Kraj dodatnog zaključanog razdoblja (relativni PHP datum u odnosu na kraj zaključanog razdoblja)
it: Fine del periodo di grazia del lockdown (data relativa a PHP alla fine del periodo di blocco)
pl: Koniec okresu prolongaty blokady (względna data PHP do końca okresu blokady)
ru: Конец льготного периода блокировки (PHP относительная дата окончания периода блокировки)
sv: Avslutningsperiodens slut (PHP relativt datum till slutet av spärrperiod)
tr: Kilitleme geçiş dönemi bitişi (Kilitleme dönemi bitişine göre PHP tarihi)

# label.timesheet.active_entries.hard_limit
source: Permitted number of simultaneously running time entries
ar: العدد المسموح به من إدخال وقت التشغيل في وقت واحد
cs: Povolený počet současně spuštěných položek v jednu dobu
de: Erlaubte Anzahl an gleichzeitig laufenden Zeiteinträgen
es: Número máximo de registros activos simultáneos permitidos
fr: Nombre autorisé de relevés d'activité simultanées
he: כמות מותרת לרשומות זמן פעילות במקביל
hr: Dozvoljeni broj istovremenih aktivnih unosa vremena
it: Numero di attività simultanee permesse
pl: Dozwolona maksymalna ilość jednoczesnych czynności (pomiarów)
ru: Разрешенное количество одновременно запущенных таймеров
sv: Tillåtet antal aktiva tidsinspelningar
tr: İzin verilen eşzamanlı zaman kaydı sayısı

# label.quick_entry.recent_activities
source: Number of entries taken over from previous weeks
ar: عدد الإدخالات المأخوذة من الأسابيع السابقة
cs: Počet předvyplněných záznamu z přechozího týdne
de: Anzahl übernommener Einträge aus Vorwochen
es: Cantidad de elementos de semanas anteriores
fr: Nombre d'entrées prises les semaines précédentes
he: מספר הרשומות שנלקחו מהשבועות הקודמים
hr: Broj unosa preuzetih iz prethodnih tjedana
it: Numero di voci riprese dalle settimane precedenti
pl: Liczba wpisów przejętych z poprzednich tygodni
ru: Количество записей, которые переходят с предыдущей недели
sv: Antal poster överförd från tidigare veckor
tr: Önceki haftalardan alınan kayıt sayısı

# label.quick_entry.recent_activity_weeks
source: Take over entries from the last X weeks (empty or 0 for all time)
ar: تولي الإدخالات من آخر X من الأسابيع (فارغة أو 0 طوال الوقت)
cs: Převzít záznamy z posledních X týdnů (prázdné nebo 0 pro neomezené)
de: Verwende Einträge aus den letzten X Wochen (leer oder 0 für gesamte Zeit)
es: Usar las entradas de las últimas X semanas (en blanco o 0 para el tiempo total)
fr: Reprendre les entrées des X dernières semaines (vide ou 0 pour tout le temps)
he: השתלטות על רשומות מ־X השבועות הקודמים (ריק או 0 ללא הגבלה)
hr: Preuzmi unose zadnjih X tjedana (prazno ili 0 za svo vrijeme)
pl: Przejmij wpisy z ostatnich X tygodni (pozostaw puste lub wpisz 0 aby wybrać cały czas)
ru: Взять записи за последние X недель (пустые или 0 за все время)
sv: Överför poster från senaste X veckor (tomma eller 0 för alla tider)
tr: Son X haftanın kayıtlarını devral (tüm zamanlar için boş veya 0)

# label.quick_entry.minimum_rows
source: Minimum number of rows
ar: الحد الأدنى لعدد الصفوف
cs: Minimální počet řádků
de: Minimale Anzahl an Zeilen
es: Número mínimo de filas
fr: Nombre minimal de lignes
he: מספר השורות המזערי
hr: Minimum broja redaka
pl: Minimalna liczba wierszy
ru: Минимальное количество строк
sv: Minst antal rader
tr: En az satır sayısı

# label.theme.autocomplete_chars
source: Minimum number of letters to start auto-completion
ar: الحد الأدنى لعدد الأحرف لبدء الإكمال التلقائي
cs: Minimální počet písmen k započetí automatického vyplňování
de: Minimale Anzahl Buchstaben für den Start der Autovervollständigung
es: Número mínimo de letras para iniciar la compleción automática
fr: Nombre minimum de lettres pour commencer l'auto-complétion
he: מספר תווים מינימלי כדי להתחיל השלמה אוטומטית
hr: Minimum broj slova za automatsko dovršavanje
it: Numero minimo di caratteri per iniziare l'autocompletamento
pl: Minimalna ilość liter do autouzupełniania
ru: Минимальное количество букв для старта автозавершения
sv: Minsta antalet tecken för att påbörja automatisk komplettering
tr: Otomatik tamamlama için gerekli en az harf adedi

# label.calendar.week_numbers
source: Display week numbers
ar: عرض أرقام الأسبوع
cs: Zobrazit čísla týdnů
de: Kalenderwochen anzeigen
es: Mostrar números de semana
fr: Afficher les numéros de semaine
he: הצג מספרי שבוע
hr: Prikaži brojeve tjedana
it: Visualizza numero della settimana
pl: Wyświetlaj numery tygodni
ru: Отображать номера недель
sv: Visa veckonummer
tr: Hafta numaralarını göster

# label.calendar.weekends
source: Display weekends
ar: عرض عطلات نهاية الأسبوع
cs: Zobrazit víkendy
de: Wochenenden anzeigen
es: Mostrar fines de semana
fr: Afficher les week-ends
he: הצג סופי שבוע
hr: Prikaži vikende
it: Visualizza fine settimana
pl: Wyświetlaj weekendy
ru: Отображать выходные
sv: Visa helger
tr: Hafta sonlarını göster

# label.calendar.businessHours.begin
source: Start of normal business hours (will be highlighted)
ar: بداية ساعات العمل العادية (سيتم تمييزها)
cs: Začátek běžné pracovní doby (bude zvýrazněn)
de: Start der üblichen Arbeitszeit (wird optisch hervorgehoben)
es: Inicio del horario comercial normal (se destacará)
fr: Début des horaires normaux de travail (en surbrillance )
he: תחילת שעות עבודה רגילות (יודגשו)
hr: Početak uobičajenog radnog vremena (bit će istaknuto)
it: Inizio del normale orario di lavoro (verrà evidenziato)
pl: Początek normalnych godzin pracy (będzie wyróżniony)
ru: Начало нормального рабочего времени (будет подсвечено)
sv: Början av normala öppettider (kommer att markeras)
tr: Normal mesai saati başlangıcı (vurgulanacak)

# label.calendar.businessHours.end
source: End of normal business hours (will be highlighted)
ar: نهاية ساعات العمل العادية (سيتم تمييزها)
cs: Konec běžné pracovní doby (bude zvýrazněn)
de: Ende der üblichen Arbeitszeit (wird optisch hervorgehoben)
es: Fin del horario comercial normal (se destacará)
fr: Fin des horaires normaux de travail (en surbrillance)
he: סיום שעות עבודה רגילות (יודגשו)
hr: Kraj uobičajenog radnog vremena (bit će istaknuto)
it: Fine del normale orario di lavoro (verrà evidenziato)
pl: Koniec normalnych godzin pracy (będzie wyróżniony)
ru: Конец нормального рабочего времени (будет подсвечено)
sv: Slut på normala öppettider (kommer att markeras)
tr: Normal mesai saati bitişi (vurgulanacak)

# label.calendar.visibleHours.begin
source: Start of visible time range
ar: بداية النطاق الزمني المرئي
cs: Začátek viditelného časového období
de: Start des sichtbaren Zeitbereichs
es: Inicio del intervalo de tiempo visible
fr: Début de l'intervalle de temps visible
he: תחילת טווח זמן
hr: Početak vidljivog vremenskog raspona
it: Inizio intervallo di tempo visibile
pl: Początek widocznego zakresu czasu
ru: Начало видимого диапазона времени
sv: Början av synligt tidsintervall
tr: Görünür zaman aralığı başlangıcı

# label.calendar.visibleHours.end
source: End of visible time range
ar: نهاية النطاق الزمني المرئي
cs: Konec viditelného časového období
de: Ende des sichtbaren Zeitbereichs
es: Final del intervalo de tiempo visible
fr: Fin de l'intervalle de temps visible
he: סיום טווח זמן
hr: Kraj vidljivog vremenskog raspona
it: Fine intervallo di tempo visibile
pl: Koniec widocznego zakresu czasu
ru: Конец видимого диапазона времени
sv: Slut på synligt tidsintervall
tr: Görünür zaman aralığı bitişi

# label.calendar.slot_duration
source: Slot duration for week- and day view (format: hh:mm:ss)
ar: مدة الفتحة لعرض الأسبوع واليوم (التنسيق: ساعة: دقيقة: ثانية)
cs: Délka slotu pro týdenní a denní zobrazení (formát: hh:mm:ss)
de: Slotdauer für Wochen- und Tagesansicht (Format: hh:mm:ss)
es: Unidad mínima de tiempo para las vistas semanal y diaria (formato: hh:mm:ss)
fr: Durée de a vue en semaine et en jour (format : hh:mm:ss)
he: משך זמן העבודה בתצוגת שבוע ויום (פורמט: hh:mm:ss)
hr: Trajanje vremenskog razdoblja za prikaz tjedna i dana (format: hh:mm:ss)
it: Grandezza griglia per viste settimanale e giornaliera
pl: Przedział czasowy dla widoku dziennego i tygodniowego (format: gg:mm:ss)
ru: Длительность слота для просмотра в течение недели и дня (формат: чч:мм:сс)
sv: tidsintervall för vecka- och dagvy (format: tt: mm: ss)
tr: Hafta ve gün görünümü için dilim süresi (biçim: ss:dd:ss)

# branding
source: My company
ar: شركتي
cs: Značkování
de: Mein Unternehmen
es: Marca
fr: Mon entreprise
he: החברה שלי
hr: Moje poduzeće
it: La mia azienda
pl: Moja firma
ru: Моя компания
sv: Mitt företag
tr: Şirketim

# label.theme.branding.logo
source: Logo URL (replaces the company name in login screen)
ar: عنوان URL للشعار (يحل محل اسم الشركة في شاشة تسجيل الدخول)
cs: Logo (adresa URL, nahradí firmu na přihlašovací stránce)
de: Logo URL (ersetzt den Unternehmensnamen im Anmeldebildschirm)
es: Logo (URL de imagen; sustituye a la empresa en la pantalla de acceso)
fr: URL du logo (remplace le nom de la société dans l'écran de connexion)
he: כתובת לוגו (מחליף את שם החברה בדף הכניסה)
hr: URL logotipa (zamjenjuje ime poduzeća na ekranu prijave)
it: Logo URL (sostituisce il nome dell'azienda nella schermata di accesso)
pl: URL logo (zastępuje nazwę firmy na ekranie logowania)
ru: Лого (ссылка на картинку, замещает название компании на странице авторизации)
sv: URL för logga (ersätter företagsnamnet på inloggningsskärmen)
tr: Logo URL'si (oturum açma ekranındaki şirket adının yerini alır)
